[{"Description":"Rubislaw Place (TrafficOrderNumber:2015\/098\/TL)  : There will be Temporary Traffic Signals on Rubislaw Place at its junction with Albyn Place.  These lights will temporary replace the permanent lights and the pedestrian crossing on Albyn Place during works in relation to the City Fibre works.  On Monday 13th April 2015 the temporary traffic lights will be in operation between 09:30 & 15:30.. ","StartDate":"2015-04-12 08:30","EndDate":"2015-04-13 15:30","Latitude":"57.1429104047374210","Longitude":"-2.1152902971607115","Tags":"RoadWorks","SubmittedDate":"2015-04-10 12:42:09  "},{"Description":"North Donside Road (TrafficOrderNumber:4978)  : The effect of the order is to impose a temporary prohibition of driving in a westbound direction on North Donside Road, Aberdeen, between its junctions with A956 Gordon Barracks Roundabout and Broadfold Drive. A prohibition of waiting for any purpose shall also be imposed on any side of this area of road during this time.   The measure is necessary to protect public safety during traffic signal ducting works.. An alternative route shall be available via the A956 Ellon Road, The Parkway (A90) and Scotstown Road.","StartDate":"2015-04-19 05:00","EndDate":"2015-04-19 23:59","Latitude":"57.1821584350787900","Longitude":"-2.0919232494965834","Tags":"RoadWorks","SubmittedDate":"2015-04-10 10:44:48  "},{"Description":"Laurel Drive (TrafficOrderNumber:2015\/098\/TL)  : There will be Temporary Traffic Signals on Laurel Drive between its junctions with Millade Wynd and Fairview Street.  These lights will be in operation between 09:30 & 15:30 only.  This is to protect public safety during Scottish Water Iron Works repairs.. ","StartDate":"2015-04-20 09:30","EndDate":"2015-04-20 15:30","Latitude":"57.1798549158025860","Longitude":"-2.1438558956736937","Tags":"RoadWorks","SubmittedDate":"2015-04-09 16:35:47  "},{"Description":"Mastrick Drive (TrafficOrderNumber:4999)  : The effect of the order, which will operate from 05:00 on 19 April, 2015, until 24:00 on 19 April, 2015, and also during the same period on 26 April, 2015, is to impose a temporary prohibition of driving on Mastrick Drive, Aberdeen, between its junction with Willowpark Crescent and Lang Stracht.  The measure is necessary to protect public safety during traffic signal upgrade works.. An alternative route is available via Whitemyres Avenue, Whitemyres Place or vice versa.","StartDate":"2015-04-19 05:00","EndDate":"2015-04-26 23:59","Latitude":"57.1521757442058420","Longitude":"-2.1535992688277128","Tags":"Road Closed","SubmittedDate":"2015-04-09 15:43:59  "},{"Description":"Union Street (TrafficOrderNumber:CC001)  : There will be the following lane closures on Union Street;\u000d\u000aMonday 18th May 2015 between 19:00 to Midnight.   \u000d\u000aTuesday 19th May 2015 between 19:00 to 05:00 Wednesday 20th May 2015.  \u000d\u000aThursday 21st May 2015 between 19:00 to 05:00 Friday 22nd May 2015.  \u000d\u000aThese lane closures are to protect the public safety during lifting works in relation to the Capitol Cinema development.. ","StartDate":"2015-05-18 19:00","EndDate":"2015-05-21 05:00","Latitude":"57.1433912538977960","Longitude":"-2.1100039191655604","Tags":"RoadWorks","SubmittedDate":"2015-04-09 14:57:55  "},{"Description":"Kepplehills Drive (TrafficOrderNumber:4989)  : The effect of the order is to impose a prohibition of driving on Kepplehills Drive, Aberdeen, between its junctions with Cloverfield Place and Kepplehills Road, Aberdeen. There will be a restriction of waiting between 08:00 and 17:00 on each day of this period. No through traffic will be possible at any time, but access to properties, or close proximity thereto, will be maintained in this area from 17:00 through to 08:00 during the dates of closure. The restrictions are in the interests of public safety during carriageway resurfacing by Aberdeen City Council.. No through traffic will be possible at any time, but access to properties, or close proximity thereto, will be maintained in this area from 17:00 through to 08:00 during the dates of closure. An alternative route will be available via Kepplehills Road, Sclattie park during this time.","StartDate":"2015-04-20 08:00","EndDate":"2015-04-24 17:00","Latitude":"57.1770334095831670","Longitude":"-2.1915452369277206","Tags":"Road Closed","SubmittedDate":"2015-04-09 14:50:50  "},{"Description":"King Street (TrafficOrderNumber:2015\/096\/TL)  : There will be Temporary Traffic Signals on King Street at its junction with Don Street.  These lights will be temporarily replacing the permanent lights at this junction during signal upgrade works.. ","StartDate":"2015-04-12 08:00","EndDate":"2015-04-12 12:00","Latitude":"57.1712510124362370","Longitude":"-2.0947404715736484","Tags":"RoadWorks","SubmittedDate":"2015-04-09 12:49:56  "},{"Description":"South College Street (TrafficOrderNumber:2015\/095\/TL)  : There will be temporary traffic signals on South College Street at its junction with Millburn Street and Palmerston Place.  These lights will be temporarily replacing the permanent lights at this junction during signal upgrade works.. ","StartDate":"2015-04-12 08:00","EndDate":"2015-04-12 12:00","Latitude":"57.1386223757722360","Longitude":"-2.0978291891735066","Tags":"RoadWorks","SubmittedDate":"2015-04-09 12:47:46  "},{"Description":"Farburn Terrace (TrafficOrderNumber:2015\/094\/TL)  : There will be temporary traffic signals on Farburn Terrace, just past its junction with Cordyce View.  These lights will be in operation 24 hours a day.  this is to protect public safety during Scottish Gas Works.. ","StartDate":"2015-04-16 12:00","EndDate":"2015-04-22 16:15","Latitude":"57.2037109631048400","Longitude":"-2.1927593912714465","Tags":"RoadWorks","SubmittedDate":"2015-04-09 12:14:27  "},{"Description":"Balloch Way (TrafficOrderNumber:4977)  : The effect of the order, which will operate between the hours of 08:00 and 17:00 on the 13th, 14th, 15th, 16th and 17th days of April, 2015, is to impose a temporary prohibition of driving on Balloch Way, Aberdeen, between its junctions with Netherview Avenue and Riverview Drive. A prohibition of waiting for any purpose shall also be imposed on any side of this area of road.  Access to properties will be maintained outwith these times. The measure is necessary to protect public safety during carriageway resurfacing works.. An alternative route shall be available via Netherview Avenue and Riverview Drive.","StartDate":"2015-04-13 08:00","EndDate":"2015-04-17 17:00","Latitude":"57.2108226997740700","Longitude":"-2.1825822230636143","Tags":"Road Closed","SubmittedDate":"2015-04-08 11:05:51  "},{"Description":"Russell Road, Aberdeen (TrafficOrderNumber:4946)  : The effect of the order is to impose a temporary prohibition of driving on Russell Road, Aberdeen, between its junction with North Esplanade West and a point 45 metres or thereby north of that junction. There will also be a temporary prohibition of waiting on Russell Road, Aberdeen, between its junction with North Esplanade West and a point 45 metres or thereby north of that junction    The measure is necessary to protect public safety during construction works for a new building project.. An alternative route is available via North Esplanade West, Stell Road and Poynernook Road.","StartDate":"2015-04-10 00:00","EndDate":"2015-10-09 23:59","Latitude":"57.1396217875417630","Longitude":"-2.0948411821978481","Tags":"Road Closed","SubmittedDate":"2015-04-07 16:38:37  "},{"Description":"CITY FIBRE, ABERDEEN. (TrafficOrderNumber:4998)  : The effect of the order is to impose a one-way restriction on Langstane Place, Aberdeen, between its junctions with Dee Street and Crown Street, from 07:30 on 8 April, 2015, until 24:00 on 14 April, 2015.  The permitted direction of travel will be eastbound only.  An alternative route for westbound vehicles is available via Crown Street and Union Street. Also  Bon Accord Street will be one way  from its junctions with Langstane Place and Union Street, from 07:30 until 24:00 on 12 April, 2015. The permitted direction of travel is northbound. An alternative route is via Langstane Place and Crown Street.   Langstane Place, Aberdeen, will be closed between its junctions with Bon-Accord Street and Dee Street, from 07:30 on 13 April, 2015, until 24:00 on 19 April, 2015.  Access for delivery vehicles will be maintained.  An alternative route is available via Bon-Accord Street, Union Street and Dee Street.  There will be a prohibition of waiting at any time on the east side of Dee Street, Aberdeen, between its junctions with Langstane Place and Academy Street, from 07:30 on 15 April, 2015, until 24:00 on 21 April, 2015.  The parking bays on the west side of Dee Street, Aberdeen, between its junction with Langstane Place and a point 30 metres in a southerly direction shall be reserved for taxis only, from 07:30 on 15 April, 2015, until 24:00 on 21 April, 2015.  Academy Street, Aberdeen, will be one-way westbound between its junctions with Crown Street and Dee Street, from 07:30 on 20 April, 2015, until 24:00 on 24 April, 2015.  An alternative route for eastbound vehicles is available via Dee Street and Dee Place.  Academy Street, Aberdeen, will be closed between its junction with Crown Street and the car park at the rear of number 86 Crown Street, from 07:30 to 24:00 on 19 April, 2015.\u0009An alternative route is available via Crown Street, Union Street and Dee Street. The restrictions are in the interests of public safety during works being carried out by City Fibre.. ","StartDate":"2015-04-08 07:30","EndDate":"2015-04-24 23:59","Latitude":"57.1447527232399110","Longitude":"-2.1041084646992321","Tags":"RoadWorks","SubmittedDate":"2015-04-06 19:15:58  "},{"Description":"RAIK ROAD,POYNERNOOK ROAD,STELL ROAD,ABERDEEN (TrafficOrderNumber:4971)  : Aberdeen City Council has made the above-named order in terms of its powers under Section 14(1) of the Road Traffic Regulation Act 1984. \u000d\u000a\u000d\u000aThe effect of the order is to impose various restrictions on Raik Road, Poynernook Road and Stell Road, Aberdeen, over three phases of works. Phase 4 will be carried out between 05:00 on 11 April, 2015 and 24:00 on 12 April, 2015.  Phase 5 will be carried out between 05:00 on 18 April, 2015, and 24:00 on 19 April, 2015.  Each phase will not begin until the previous phase has been completed.\u000d\u000a\u000d\u000a\u000d\u000a\u000d\u000aPhase 4; the Raik Road\/Poynernook Road junction will be closed.  Poynernook Road will be open to two-way traffic.  The one-way restriction on Poynernook Road between Stell Road and Raik Road will be suspended to allow egress from properties.  The one-way restrictions on Raik Road between Poynernook Road and Palmerston Road, and between Poynernook Road and North Esplanande West will be suspended to maintain access to properties.  The one-way restriction on Stell Road between North Esplanade West and Poynernook Road will be suspended to allow egress from properties. \u000d\u000a\u000d\u000aPhase 5; The Raik Road\/ North Esplanade west junction will be closed. The one-way restriction on Raik Road between Poynernook Road and Palmerston Road, will be suspended to maintain access to properties\u000d\u000a\u000d\u000aThere will also be a lane restriction on North Esplanade West during Phase 5\u000d\u000a\u000d\u000aThere will also be a prohibition of waiting at any time on the following roads for the duration of the works; on the south side of Poynernook Road, 25 metres either side of its junction with Raik Road, and also on the west side of Raik Road between its junction with Poynernook Road and the car park entrance 55 metres south of this junction. \u000d\u000a\u000d\u000aThe restrictions are in the interests of public safety during works to construct a traffic calming speed table.. ","StartDate":"2015-04-11 05:00","EndDate":"2015-04-19 23:59","Latitude":"57.1408796454989770","Longitude":"-2.0945304617686373","Tags":"","SubmittedDate":"2015-04-06 11:44:13  "},{"Description":"KIRKTON AVENUE. (TrafficOrderNumber:4991)  : THE ABERDEEN CITY COUNCIL (KIRKTON AVENUE, ABERDEEN)\u000d\u000a(TEMPORARY TRAFFIC MANAGEMENT) ORDER 2015\u000d\u000a\u000d\u000aAberdeen City Council has made the above-named order in terms of its powers under Section 14(1) of the Road Traffic Regulation Act 1984. \u000d\u000a\u000d\u000aThe effect of the order, which will operate from 08:00 on 22 April, 2015, until 17:00 on 28 April, 2015, is to impose a prohibition of driving on Kirkton Avenue, Aberdeen, between its junctions with Cothal View and Pitmedden Road, Aberdeen. There will be a restriction of waiting between 08:00 and 17:00 on each day of this period. No through traffic will be possible at any time, but access to properties, or close proximity thereto, will be maintained in this area from 17:00 through to 08:00 during the dates of closure. The restrictions are in the interests of public safety during carriageway resurfacing by Aberdeen City Council.. ","StartDate":"2015-04-22 08:00","EndDate":"2015-04-28 17:00","Latitude":"57.2152364650838270","Longitude":"-2.1925049739855948","Tags":"Road Closed","SubmittedDate":"2015-04-02 19:22:44  "},{"Description":"WATERLOO QUAY (TrafficOrderNumber:4973)  : THE ABERDEEN CITY COUNCIL (WATERLOO QUAY, ABERDEEN)\u000d\u000a(TEMPORARY ONE-WAY RESTRICTION) ORDER 2015\u000d\u000a\u000d\u000aAberdeen City Council has made the above-named order in terms of its powers under Section 14(1) of the Road Traffic Regulation Act 1984. \u000d\u000a\u000d\u000aThe effect of the order, which will operate from 00:00 on 9 April, 2015, until 24:00 on 17 July, 2015, is to impose a one-way restriction on Waterloo Quay, Aberdeen, between its junctions with Church Street and Wellington Street.  The permitted direction of travel will be westbound only.   The restriction is in the interests of public safety during construction works.. An alternative route for eastbound vehicles is available via Church Street, St. Clements Street, and Wellington Street.","StartDate":"2015-04-09 00:00","EndDate":"2015-07-17 23:59","Latitude":"57.1454691438221970","Longitude":"-2.0830073718090136","Tags":"RoadWorks","SubmittedDate":"2015-04-02 18:08:16  "},{"Description":"GRAMPIAN PLACE. (TrafficOrderNumber:4972)  : THE ABERDEEN CITY COUNCIL (GRAMPIAN PLACE, ABERDEEN)\u000d\u000a(TEMPORARY TRAFFIC MANAGEMENT) ORDER 2015\u000d\u000a\u000d\u000aAberdeen City Council has made the above-named order in terms of its powers under Section 14(1) of the Road Traffic Regulation Act 1984. \u000d\u000a\u000d\u000aThe effect of the order, which will operate from 07:00 on 6 April, 2015, until 24:00 on 5 June, 2015, is to close Grampian Place, Aberdeen, between its junctions with Walker Road and Wellington Road. Parking will also be prohibited on this stretch of road.  The measures are necessary for public safety during adjacent demolition works.. An alternative route for traffic will be available via Walker Road, Polwarth Road, Oscar Road, Balnagask Road, Wellington Road, or vice versa.","StartDate":"2015-04-06 07:00","EndDate":"2015-06-05 23:59","Latitude":"57.1336400207757930","Longitude":"-2.0936033453496727","Tags":"","SubmittedDate":"2015-04-02 16:44:49  "},{"Description":"Rubislaw Terrace Lane (TrafficOrderNumber:4997)  : The effect of the order is to allow for Rubislaw Terrace Lane, Aberdeen, to be closed between its junctions Rubislaw Place and Prince Arthur Street, from 09:30 on 15 April, 2015, until 18:00 on 19 April, 2015.  Access to properties will be maintained, but no through traffic will be possible.   Also there will be a prohibition of waiting at any time on the east side of Rubislaw Place, Aberdeen, between its junctions with Albyn Place and Waverly Place, from 08:00 on 13 April, 2015, until 18:00 on 19 April, 2015.  The no-waiting restrictions will be implemented when and where required, and will be demarcated by the use of no-waiting cones. The restrictions are in the interests of public safety during works being carried out by City Fibre.. An alternative route is available via Rubislaw Place, Albyn Place and Prince Arthur Street.","StartDate":"2015-04-13 08:00","EndDate":"2015-04-19 18:00","Latitude":"57.1434044999002000","Longitude":"-2.1152587877034410","Tags":"Road Closed","SubmittedDate":"2015-04-02 15:48:41  "},{"Description":"Albyn Grove (TrafficOrderNumber:4997)  : The effect of the order is to allow for Albyn Grove, Aberdeen, to be closed between its junction with Albyn Place and the Albyn Hospital car park exit, from 07:00 to 18:00 on 12 April, 2015. Also there is to be impose a prohibition of waiting at any time on either side of Albyn Grove, Aberdeen, between its junctions with Albyn Place and Albyn Lane, from 08:00 on 6 April, 2015, until 18:00 on 12 April, 2015. The no-waiting restrictions will be implemented when and where required, and will be demarcated by the use of no-waiting cones.  The restrictions are in the interests of public safety during works being carried out by City Fibre. An alternative route is available via Union Grove, Holburn Street, Alford Place and Albyn Place.","StartDate":"2015-04-06 08:00","EndDate":"2015-04-12 18:00","Latitude":"57.1422867747567120","Longitude":"-2.1193532880169470","Tags":"Road Closed","SubmittedDate":"2015-04-02 15:41:21  "},{"Description":"Fairley Road (TrafficOrderNumber:2015\/089\/TL)  : Temporary signals in use for water connection - opposite Kingswood Nursery at new development.. ","StartDate":"2015-03-30 07:00","EndDate":"2015-04-10 17:00","Latitude":"57.1489186870200780","Longitude":"-2.2177935372910307","Tags":"RoadWorks","SubmittedDate":"2015-03-30 15:09:32  "},{"Description":"FAIRVIEW BRAE. (TrafficOrderNumber:4982)  : THE ABERDEEN CITY COUNCIL (FAIRVIEW BRAE, ABERDEEN)\u000d\u000a(TEMPORARY TRAFFIC MANAGEMENT) ORDER 2015\u000d\u000a\u000d\u000aAberdeen City Council has made the above-named order in terms of its powers under Section 14(1) of the Road Traffic Regulation Act 1984. \u000d\u000a\u000d\u000aThe effect of the order, which will operate from 09:30 on 6 April, 2015, to 24:00 on 10 April, 2015, is to impose a one-way restriction of driving on Fairview Brae, Aberdeen, between its junctions with Fairview Street and north Fairview Drive.  Only traffic travelling northbound will be permitted.  An alternative route for southbound vehicles is available via Fairview Street, Laurel Drive, Fairview Brae.  The restrictions are in the interests of public safety during British Telecom ducting works. An alternative route for southbound vehicles is available via Fairview Street, Laurel Drive, Fairview Brae.","StartDate":"2015-04-06 09:30","EndDate":"2015-04-10 23:59","Latitude":"57.1821852532004160","Longitude":"-2.1322856141937092","Tags":"RoadWorks","SubmittedDate":"2015-03-27 18:02:36  "},{"Description":"NELSON STREET. (TrafficOrderNumber:4983)  : THE ABERDEEN CITY COUNCIL (NELSON STREET, ABERDEEN) \u000d\u000a(TEMPORARY TRAFFIC MANAGEMENT) ORDER 2015\u000d\u000aAberdeen City Council has made the above-named order in terms of its powers under Section 14(1) of the Road Traffic Regulation Act 1984. \u000d\u000a\u000d\u000aThe effect of the order, which will operate from 08:00 on 6 April, 2015, until 17:00 on 17 May, 2015, is to impose a temporary prohibition of parking on the north side of Nelson Street, from the eastern end of the double yellow lines opposite number 41 Nelson Street, eastwards for a distance of 35 metres or thereby. The footway to the playing fields pavilion on the north side of Nelson Street shall also be closed to pedestrians for the duration of this order. The measure is necessary to protect public safety during railtrack land development works.. ","StartDate":"2015-04-06 08:00","EndDate":"2015-05-17 17:00","Latitude":"57.1542889275489260","Longitude":"-2.0976061763722149","Tags":"RoadWorks","SubmittedDate":"2015-03-27 17:37:13  "},{"Description":"Fairview Brae (TrafficOrderNumber:2015\/085\/TL)  : There will be 3 way temporary traffic signals on Fairview Brae at its junction with Fairview Street.  These lights will be in operation between 09:30 & 15:30 DAILY.  This is to protect public safety during BT works.. ","StartDate":"2015-04-06 09:30","EndDate":"2015-04-10 15:30","Latitude":"57.1823650687395570","Longitude":"-2.1321373798544072","Tags":"RoadWorks","SubmittedDate":"2015-03-26 15:45:46  "},{"Description":"U53C CHAPEL OF STONEYWOOD-NEWTON-KIRKHILL (TrafficOrderNumber:4969)  : THE ABERDEEN CITY COUNCIL\u000d\u000a(U53C CHAPEL OF STONEYWOOD-NEWTON-KIRKHILL, ABERDEEN)\u000d\u000a(TEMPORARY PROHIBITION OF DRIVING) (NUMBER 2) ORDER 2015\u000d\u000a\u000d\u000aAberdeen City Council has made the above-named order in terms of its powers under Section 14(1) of the Road Traffic Regulation Act 1984. \u000d\u000a\u000d\u000aThe effect of the order, which will operate between 09:30 and 15:30 from 13 April, 2015, to 17 April, 2015, and from 07:30 on 18 April, 2015, to 06:00 on 20 April, 2015, is to impose a prohibition of driving on the U53C Chapel of Stoneywood-Newton-Kirkhill, Aberdeen, between its junctions with the Dyce Drive and the access road to Howemoss Farm.    The restriction is in the interests of public safety during drainage and carriageway repair works.. An alternative route is available via the A96 Inverurie Road and Dyce Drive.","StartDate":"2015-04-13 09:30","EndDate":"2015-04-20 06:00","Latitude":"57.1995430152789200","Longitude":"-2.2199950297900042","Tags":"Road Closed","SubmittedDate":"2015-03-26 14:43:48  "},{"Description":"Tillydrone Avenue. (TrafficOrderNumber:2015\/083\/TL)  : Temporary signals in use for Third Don Crossing - jct Tillydrone Road. Working 24hrs. ","StartDate":"2015-03-30 08:00","EndDate":"2015-06-25 23:59","Latitude":"57.1710419835614300","Longitude":"-2.1087963394703220","Tags":"RoadWorks","SubmittedDate":"2015-03-24 17:25:52  "},{"Description":"Third Don Crossing (TrafficOrderNumber:4979)  : The effect of the order, which will operate from 08:00 on 29 March, 2015, until 06:00 on 31 May, 2015, is to close Harris Drive, Aberdeen, between its junction with Tillydrone Avenue and a point 40 metres in a westerly direction, and also close Coningham Road, Aberdeen, between its junctions with Tillydrone Avenue and Tillydrone Terrace.  Gordon’s Mills Road, Aberdeen, will be one-way southbound between its southern junction with Gort Road and its junction with Hayton Road.  There will be a prohibition of waiting at any time on either side of Tillydrone Avenue, Aberdeen, between its junctions with St Machar Drive and Tillydrone Road.  There will be a prohibition of waiting at any time on either side  of Tillydrone Road, Aberdeen, between its junctions with Tillydrone Avenue and Hayton Road, with the exception of “residential exemption permit” holders.  The restrictions are in the interests of public safety during works to construct the Third Don Crossing.. ","StartDate":"2015-03-28 08:00","EndDate":"2015-05-31 06:00","Latitude":"57.1698030922917160","Longitude":"-2.1079162629820334","Tags":"Road Closed","SubmittedDate":"2015-03-24 14:31:21  "},{"Description":"U52C STONEYWOOD ROAD (2) (TrafficOrderNumber:4967)  : There will be a temporary prohibition of driving on the U52C Stoneywood Road, Aberdeen, between its junction with the A947 New Stoneywood Road and the junction 30 metres in an easterly direction, from 05:00 on 16 March, 2015, until 06:00 on 27 April, 2015. The measures are necessary to protect public safety during traffic signals installation works.. ","StartDate":"2015-03-16 05:00","EndDate":"2015-04-27 06:00","Latitude":"57.1860700807684030","Longitude":"-2.1795317122104745","Tags":"Road Closed","SubmittedDate":"2015-03-11 17:46:32  "},{"Description":"Clarence Street, Aberdeen (TrafficOrderNumber:4897)  : The effect of the order is to impose a prohibition of driving for any purpose on Clarence Street, Aberdeen, between its junctions with Wellington Street and Lime Street. The one way restriction on Clarence Street will be suspended for the duration of this order.  The measure is necessary to protect public safety during sewer connection works.. An alternative route shall be available via Church Street,St Clement Street, Wellington Street.","StartDate":"2015-03-23 08:00","EndDate":"2015-04-20 23:59","Latitude":"57.1470867797126940","Longitude":"-2.0819533246930719","Tags":"Road Closed","SubmittedDate":"2015-03-09 12:05:23  "},{"Description":"Wellington Road (TrafficOrderNumber:LC0013)  : There will be a North Bound Lane Closure on Wellington Road South of the Macro Roundabout. This is will be in operation between 09:30 & 18:00 - six days a week.  This is to allow for public safety during construction works in relation to a new Car dealership.. ","StartDate":"2015-03-02 09:30","EndDate":"2015-10-12 18:00","Latitude":"57.1071845747673660","Longitude":"-2.0940812371271234","Tags":"RoadWorks","SubmittedDate":"2015-03-04 15:35:19  "},{"Description":"NORTH DEESIDE ROAD,PETERCULTER. (TrafficOrderNumber:4935)  : Aberdeen City Council has made the above-named order in terms of its powers under Section 14(1) of the Road Traffic Regulation Act 1984. \u000d\u000a\u000d\u000aThe effect of the order, which will operate from 08.00 on 9 March, 2015, until 18:00 on 8 September, 2015, is to impose a prohibition of waiting at any time on the north side of North Deeside Road, Peterculter, Aberdeen, between its junction with Brighton Place and the boundary between numbers 210 and 212 North Deeside Road, Peterculter, Aberdeen.  The measure is necessary to protect public safety and maintain traffic flow during construction works.. ","StartDate":"2015-03-09 08:00","EndDate":"2015-09-08 18:00","Latitude":"57.0961961561652270","Longitude":"-2.2691239039321344","Tags":"RoadWorks","SubmittedDate":"2015-02-12 15:43:14  "},{"Description":"Clarence Street (TrafficOrderNumber:4921)  : The effect of the order is to impose a temporary prohibition of waiting on the south side of Clarence Street, Aberdeen, between its junction with Wellington Street and a point 75 metres west of that junction.  The measure is necessary to protect public safety during building works.. ","StartDate":"2015-02-03 08:00","EndDate":"2015-07-17 17:00","Latitude":"57.1456498442039450","Longitude":"-2.0814213186463384","Tags":"RoadWorks","SubmittedDate":"2015-01-30 12:01:37  "},{"Description":"EXPLORATION DRIVE. (TrafficOrderNumber:4906)  : Aberdeen City Council has made the above-named order in terms of its powers under Section 14(1) of the Road Traffic Regulation Act 1984. \u000d\u000a\u000d\u000aThe effect of the order, which will operate from 07:30 on 19 January, 2015, until 24:00 on 18 January, 2016, is to impose a prohibition of waiting at any time on the western side of Exploration Drive, Aberdeen, between a point 10 metres north of the northern access to Innovation Centre, and a point 25 metres south of The Hub, and also on the eastern side of Exploration Drive, Aberdeen, between a point 12 metres south of lighting pole 14, and a point 12 metres south of lighting pole 13.  The measure is necessary to protect public safety and ease traffic congestion while a permanent traffic regulation order progresses.. ","StartDate":"2015-01-19 07:30","EndDate":"2016-01-18 23:59","Latitude":"57.1885867734269340","Longitude":"-2.0840473980410898","Tags":"RoadWorks","SubmittedDate":"2015-01-14 12:11:22  "},{"Description":"Netherkirkgate (TrafficOrderNumber:4893)  : The effect of the order, which will operate from 00:00 on 19 January, 2015, until 24:00 on 18 July, 2015, is to impose a temporary prohibition of driving on Netherkirkgate, Aberdeen, between its junctions with St. Catherine’s Wynd and Broad Street.  Access to properties will be maintained, but no through traffic will be possible.    The measure is necessary to protect public safety during Building refurbishment works.. An alternative route is available via St. Catherine’s Wynd, Union Street and Broad Street.","StartDate":"2015-01-19 00:00","EndDate":"2015-07-18 00:00","Latitude":"57.1477056080532290","Longitude":"-2.0960187759002276","Tags":"Road Closed","SubmittedDate":"2015-01-06 12:35:41  "},{"Description":"Denburn Road FOOTWAY (TrafficOrderNumber:4870)  : The effect of the order, which will operate from 00:00 on 20 December,2014, until 24:00 on 19 June, 2015, is to impose a temporary prohibition of pedestrians on the footway of Denburn Road, between Patagonian Court and the stairway to Schoolhill, and also on the whole of that same stairway.   The measure is necessary to protect public safety during adjacent development works.. An alternative route is available via Schoolhill, Belmont Street, Market Street, Hadden Street, the Green or vice versa.","StartDate":"2014-12-20 00:00","EndDate":"2015-06-19 00:00","Latitude":"57.1463719369674910","Longitude":"-2.1013366649635543","Tags":"RoadWorks","SubmittedDate":"2014-12-16 15:31:41  "},{"Description":"Justice Mill Lane (TrafficOrderNumber:4668)  : There is to be imposed a one-way restriction on Justice Mill Lane, Aberdeen, between its junctions with Hardgate and Holburn Street which will operate from 09:00 on 30 June, 2014, until 24:00 on 18 June 2015.  The permitted direction of travel will be westbound only.  The restriction is in the interests of public safety during lifting operations.. An alternative route for eastbound vehicles is available via  Holburn Street, Willowbank Road an Hardagte.","StartDate":"2014-06-30 09:00","EndDate":"2015-06-18 23:59","Latitude":"57.1420597193921150","Longitude":"-2.1123133224588915","Tags":"RoadWorks","SubmittedDate":"2014-12-16 14:17:17  "},{"Description":"TILLYDRONE AVENUE, HARRIS DRIVE, ABERDEEN (TrafficOrderNumber:4864)  : The effect of the order, which will operate from 07:30 on 6 December, 2014, until 24:00 on 5 June, 2015, is to suspend the existing prohibition of waiting on the eastern side of Tillydrone Avenue, Aberdeen, from the boundary between numbers 66 and 68 Tillydrone Avenue to the northern gable of Number 68 Tillydrone Avenue, and between two points 5 and 60 metres north of the northern extended kerbline at the access road to numbers 70-88 Tillydrone Avenue, and also on the southern side of Harris Drive, Aberdeen, between the eastern gable of numbers 1-13 Harris Drive and a point 33 metres in a westerly direction.  The suspension of the existing prohibition of waiting shall apply for holders of Residents Exemption Permits only, and is to replace displaced residents parking during carriageway widening works on Tillydrone Avenue.. ","StartDate":"2014-12-06 07:30","EndDate":"2015-06-05 00:00","Latitude":"57.1703059101262810","Longitude":"-2.1081823173638581","Tags":"RoadWorks","SubmittedDate":"2014-12-03 17:57:49  "},{"Description":"Tillydrone Avenue (TrafficOrderNumber:4862)  : The effect of the order, which will operate from 08:00 on 5 December, 2014, until 24:00 on 5 June, 2015, is to impose a temporary prohibition of waiting on Tillydrone Avenue, Aberdeen, between opposite its junction with Wingate Road to the south gable of number 54. Also there will be a temporary prohibition of no waiting on Tillydrone Avenue from the south gable of number 54 to the south gable of number 68. These restrictions shall not be applied at the same time and are necessary to protect public safety during footpath reconstruction works.. ","StartDate":"2014-12-05 08:00","EndDate":"2015-06-05 00:00","Latitude":"57.1687257466893190","Longitude":"-2.1072020724850269","Tags":"RoadWorks","SubmittedDate":"2014-12-02 14:33:16  "},{"Description":"Pittodrie Stadium Area, (TrafficOrderNumber:4728)  : The effect of the order, which will come into operation on 30 August, 2014, (thus continuing without pause from the preceding similar order) for a period of one year, is to provide for the temporary amendment and variation of The Aberdeen City Council (Tillydrone \/Old Aberdeen \/ Seaton \/ King Street Corridor \/ Beach Area, Aberdeen) (Area VII South) (Traffic Management) Order 2001.  This however will mean nothing over and above identical amendments and variations applied in recent years to cover events at Pittodrie Stadium.  Accordingly, anyone familiar with previous norms will find no change this season.\u000d\u000a\u000d\u000aBroadly, the temporary order confirms the existing time periods for waiting restrictions in relation to matches (or other events) at Pittodrie and various match day arrangements on Pittodrie Street, Park Road, Urquhart Road, Merkland Road East, Seaforth Road, Links Road, Golf Road, Accommodation Road and Constitution Street.. ","StartDate":"2014-08-30 00:00","EndDate":"2015-08-29 00:00","Latitude":"57.1592720719917790","Longitude":"-2.0887748819193992","Tags":"Trafficscotland","SubmittedDate":"2014-08-28 10:32:15  "},{"Description":"Kirkhill Place and Ladywell Place, Torry Aberdeen (TrafficOrderNumber:TUSP 001)  : This order which will operate from 1 August 2014 to 31 January 2016 will be to impose certain lengths of prohibition of waiting at any time on Ladywell Place, East side, from a point 20 metres north of its junction with Kirkhill Place, Torry, southwards for a distance of 15 metres. On Kirkhill Place, Torry North side, from a point 5 metres east of its junction with Ladywell Place, eastwards for a distance of 10 metres, North side, from a point 15 metres west of its junction with the access road serving Tullos School\/Tullos Community Swimming Pool, eastwards for a distance of 30 metres and South side, from a point 5 metres east of its junction with Ladywell Place, eastwards for a distance of 90 metres. Also on the access road servicing Tullos School and Community Swimming Pool West side from its junction with Kirkill Place, Torry, northwards for a distance of 5 metres and East side from its junction with Kirkill Place, Torry, northwards for a distance of 15 metres.   Exemptions will apply as usual to the picking up or setting down of passengers, loading or unloading, blue badge holders not causing an obstruction, funeral vehicles, and vehicles parked with the consent of the Council in direct association with authorised roadworks or building works.. ","StartDate":"2014-08-01 06:00","EndDate":"2016-01-31 23:59","Latitude":"57.1313335776688400","Longitude":"-2.0771939070873429","Tags":"Trafficscotland","SubmittedDate":"2014-08-04 16:35:12  "},{"Description":"COUNTESSWELLS ROAD, ABERDEEN. (TrafficOrderNumber:4700)  : Aberdeen City Council has made the above-named order in terms of its powers under Section 14(1) of the Road Traffic Regulation Act 1984. \u000d\u000a\u000d\u000aThe effect of the order, which will operate from 07:30 on 12 July, 2014, until 24:00 on 11 July, 2015, is to impose a temporary 30mph speed restriction on the Countesswells Road, Aberdeen, between the existing 30mph at 233 Countesswells Road and a point 300 metres in a westerly direction. The restriction is in the interests of public safety while a permanent order is progressed following road reconstruction.. ","StartDate":"2014-07-12 07:30","EndDate":"2015-07-11 23:59","Latitude":"57.1299107660147950","Longitude":"-2.1646404657643421","Tags":"RoadWorks","SubmittedDate":"2014-06-30 12:12:00  "},{"Description":"Kirkhill Road & Woodlands Drive (TrafficOrderNumber:4580)  : From 00:00 on 6 March, 2014, until 24:00 on 5 September, 2015, there is to be imposed a prohibition of waiting at any time on the north side of Kirkhill Road, Aberdeen, from the end of the existing double yellow lines at Dyce Drive eastwards for a distance of 30 metres.  There will also be a prohibition of waiting at any time on either side of Woodlands Drive, Aberdeen, from its junction with Woodlands Road northwards for a distance of 70 metres.  The measures are necessary to protect public safety and to allow unobstructed traffic movement.. ","StartDate":"2014-03-06 00:00","EndDate":"2015-09-05 00:00","Latitude":"57.2051073687579860","Longitude":"-2.2125134576313390","Tags":"RoadWorks","SubmittedDate":"2014-02-27 16:55:49  "},{"Description":"Dyce Drive (TrafficOrderNumber:4572)  : There is to be imposed a prohibition of waiting at any time on either side of Dyce Drive, Aberdeen, between its junctions with Howe Moss Avenue and Argyll Road.  This will operate from 00:00 on 24 February, 2014, until 24:00 on 23 August, 2015.  The measure is necessary to protect public safety and ease traffic congestion while a permanent order for an Urban Clearway is progressed.. ","StartDate":"2014-02-24 00:00","EndDate":"2015-08-23 23:59","Latitude":"57.2045636878515890","Longitude":"-2.2152745086757277","Tags":"RoadWorks","SubmittedDate":"2014-02-19 10:21:53  "}]
